Repository: cocksure/news_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Профиль
uz: Profil

source: Изменения информации
uz: Ma'lumotlarni tahrirlash

source: Изменить
uz: O'zgartirish

source: Регистрация
uz: Ro'yxatdan o'tish

source: Регистрация успешно выполнено
uz: Ro'yxatdan o'tish muvaffaqiyatli yakunlandi

source: вы успешно проходили регистрацию
uz: Siz ro'yxatdan o'tdingiz

source: тепер можете
uz: Hozir siz

source: войти
uz: kirish

source: в сайт
uz: saytga

source: Добавить новость
uz: Yangilik qo'shish

source: Заголовок
uz: Sarlavha

source: Текст
uz: Matn

source: Фото
uz: Rasm

source: Категория
uz: Kategoriya

source: Статус
uz: Holat

source: Создать
uz: Yaratish

source: Вы уверены?
uz: Ishonchingiz komilmi?

source: Обекты
uz: Ob'yektlar

source: Да, уверен
uz: Ha, ishonchli

source: Нет, отменить
uz: Yo'q, bekor qilish

source: Изменить новость
uz: Yangilikni tahrirlash

source: Категория:
uz: Turkum:

source: Статус:
uz: Holat:

source: Поиск
uz: Qidiruv

source: Главная страница
uz: Bosh sahifa

source: Связь
uz: Bog'lanish

source: Админы
uz: Administratorlar

source: Мой профиль
uz: Mening profilim

source: Выйти
uz: Chiqish

source: Войти в сайт
uz: Saytga kirish

source: Мой профил
uz: Mening profilim

source: Интернет
uz: Internet

source: Политика
uz: Siyosat

source: Общество
uz: Jamiyat

source: Спорт
uz: Sport

source: Экономика
uz: Iqtisodiyot

source: Связь с нами
uz: Biz bilan bog'lanish

source: Последные новости
uz: So'nggi yangiliklar

source: Связь с нами
uz: Biz bilan bog'lanish

source: Имя
uz: Ism

source: Специальность по опыт работы
uz: Ish tajribasi bo'yicha mutaxassislik

source: Email
uz: Elektron manzil

source: Отправить
uz: Jo'natish

source: Популярные новости
uz: Ommabop yangiliklar

source: Новости экономикии
uz: Iqtisodiy yangiliklar

source: Последние новости
uz: So'nggi yangiliklar

source: Фотографии
uz: Rasmlar

source: Все категории
uz: Barcha kategoriyalar

source: Ссылки
uz: Havolalar

source: Новости интернета
uz: Internet yangiliklari

source: Местные новости
uz: Mahalliy yangiliklar

source: Оставить комментарий
uz: Izoh qoldirish

source: Только зарегистрированные пользователи могут оставлять комментарии
uz: Faqat ro'yxatdan o'tgan foydalanuvchilar izoh qoldirishi mumkin

source: Изменит новость
uz: Yangilikni tahrirlash

source: Удалить новость
uz: Yangilikni o'chirish

source: Коментарии
uz: Izohlar

source: Количество коментариев
uz: Izohlar soni

source: Список новостей
uz: Yangiliklar ro'yxati

source: Политические новости
uz: Siyosiy yangiliklar

source: Результаты поиска
uz: Qidiruv natijalari

source: Новости Спорта
uz: Sport yangiliklari

source: Профиль администратора
uz: Administrator profil

source: Страница админов
uz: Administratorlar sahifasi

source: Имя пользователя
uz: Foydalanuvchi nomi

source: Фамилия
uz: Familiya

source: Профиль ползователя
uz: Foydalanuvchi profili

source: Имя пользователья
uz: Foydalanuvchi nomi

source: Почта
uz: Elektron pochta

source: Изменит данные профиля
uz: Profil ma'lumotlarini o'zgartirish

source: Изменит пароль
uz: Parolni o'zgartirish

source: Выход с сайта
uz: Saytdan chiqish

source: Войти
uz: Kirish

source: Пароль
uz: Parol

source: Забыли пароль
uz: Parolni unutdingizmi

source: Пароль изменилсья
uz: Parol o'zgartirildi

source: Пароль успешно изменен
uz: Parol muvaffaqiyatli o'zgartirildi

source: ваш парол успешно изменен
uz: Sizning parolingiz muvaffaqiyatli o'zgartirildi

source: Изменения пароля
uz: Parol o'zgartirish

source: Ияменения пароля
uz: Parolni o'zgartirish

source: Пароль успешно сброшен
uz: Parol muvaffaqiyatli tiklandi

source: Ваш пароль был успешно изменен
uz: Sizning parolingiz muvaffaqiyatli o'zgartirildi

source: Тепер можете снова
uz: Endi qaytadan tayyor

source: Восстановить пароль
uz: Parolni tiklash

source: Сброс пароля
uz: Parolni tiklash

source: Введите новый пароь
uz: Yangi parolni kiriting

source: Изменить пароль
uz: Parolni o'zgartirish

source: Вы использовали неправильный линк или время истекло
uz: Siz noto'g'ri havoladan foydalangansiz yoki vaqt tugagan

source: Код был отправлен на ваш email, Для восстановления паролья
uz: Kod sizning elektron pochtangizga yuborildi, parolni tiklash uchun

source: Отправит ещё раз
uz: Yana yuborish

source: Восстановления пароль
uz: Parolni tiklash
